/* different widget same name replace string */
"A different widget with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "Der er allerede installeret et andet widget-program med det samme navn på computeren. Skal det erstattes med widget-programmet “%@”?";

/* same name replace string */
"A file with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "Der er allerede installeret et arkiv med det samme navn på computeren. Skal det erstattes med widget-programmet “%@”?";

/* warning for already installed in /Library, but newer */
"A newer version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Der er allerede installeret en nyere version af denne widget til alle brugere af computeren. Du skal kun installere den i denne brugerkonto, hvis du foretrækker at bruge denne kopi.";

/* newer version replace string */
"A newer version of the %@ widget is already installed. Would you like to replace it?" = "Der er installeret en nyere version af widget-programmet “%@”. Skal det erstattes?";

/* older version replace string */
"An older version of the %@ widget is already installed. Would you like to replace it?" = "Der er installeret en ældre version af widget-programmet “%@”. Skal det erstattes?";

/* warning for already installed in /Library, but older */
"An older version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Der er installeret en ældre version af denne widget til alle brugere af computeren. Du skal kun installere den i denne brugerkonto, hvis du foretrækker at bruge denne kopi.";

/* install and open string */
"Do you want to install the %@ widget and open it in Dashboard?" = "Vil du installere widget-programmet “%@” og åbne det i Dashboard?";

/* end preview string */
"End Test" = "Slut test";

/* title for OK button */
"Install" = "Installer";

/* installation failed title */
"The %@ widget can't be installed." = "Widget-programmet %@ kan ikke installeres.";

/* ok button */
"OK" = "OK";

/* replace button, instead of install */
"Replace" = "Erstat";

/* title for OK button when developer run is on */
"Run" = "Start";

/* preview button string */
"Test Drive" = "Test disk";

/* invalid widget */
"You can't install the file %@ because it is not a valid widget." = "Du kan ikke installere arkivet “%@”, fordi det ikke er et gyldigt widget-program.";

/* already installed replace string */
"The %@ widget is already installed. Would you like to replace it?" = "Widget-programmet %@ er allerede installeret. Skal det erstattes?";

/* install quit and replace string */
"The widget you are installing is already installed on your computer, and one or more copies of it are open. Reinstalling it will close all copies of the widget." = "Den widget, du installerer, er allerede installeret på computeren, og en eller flere kopier af den er åben. Hvis du geninstallerer denne widget, lukkes alle kopier af den anden widget.";

/* install and quit string */
"The widget you are installing is already open. Installing this widget will close all copies of the widget." = "Den widget, du installerer, er allerede åben. Hvis du installerer denne widget, lukkes alle kopier af den anden widget.";

/* widget deletion string */
"The widget you are replacing will be deleted immediately." = "Den widget, du erstatter, slettes med det samme.";

/* warning for already installed in /Library */
"This widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Denne widget er allerede installeret til alle brugere af computeren. Du skal kun installere den i denne brugerkonto, hvis du foretrækker at bruge denne kopi.";

/* already installed with different name replace string */
"This widget is already installed on your computer, but it's named %@. Would you like to replace the widget %@ with the widget %@?" = "Denne widget er allerede installeret på din computer, men den hedder “%@”. Vil du erstatte widget-programmet “%@” med widget-programmet “%@”?";

